// ==========================================================
//  名单文件：每行一个姓名，直接编辑即可
//  有多音字的：真名|同音字   例如  曾小明|增小明
//  没有的：直接写姓名
//  保存编码：UTF-8
// ==========================================================
var nameListText = `
胡紫云
张嘉欣
余戴欣
杨羽涵
李宏源
吴绍楠
蔡鸿波
程美嘉
柯子扬
王欣瑞
朱秋雨
周天成
吴诗含
刘玉蓉
李彦霖
郭丹雨
雷小曼
卢欣怡
程锦仪
刘浩义
周伟祺
王紫娴
张哲
李欣然
樊亦涵
刘爱玲
向辉扬
陈子鹏
陈韵禧
熊灵敏
史紫月
陈紫薇
胡思睿
严皓然
易子洋
吴铭伟
刘宝林
孙欣荣
罗畅
张志强
闵秋慧
吴晓睿
邢梦琪
黄锦昊
程志康
朱永博
刘安瑞
吴一优
丁紫云
田婉婷
陈雨欣
陈玉坤
黄子怡
付存国
李梓鑫
徐木子静
叶绮朦
易康琪
程雪菲
杨书昕
罗文强
熊锦瑞
陈健峰
王璞玉
吴沛楷
易烨成
李可欣
严伍威
李常灿
熊婉怡
`.trim();
